"""
reference: http://kaomojich.com/aa/shii/



[ モンスター ]


[vscode]
/|
|/____
ヽ|l l│
　┷-┷-┷

[colab]
/|
|/_____
ヽ|- -│
  ┷┷┷



[vscode]
 ,.-''"¨￣¨`' ‐ 、
(,(,i,,i,,i,,i,),)
　　 ） 　（
 　（ﾟーﾟ*  ）

[colab]
 ,.-''"¨￣¨`'‐、
(,(,i,,i,,i,,i,),)
　　 ） 　（
 　（ﾟーﾟ*  ）






[ プレイヤーキャラ ]


[vscode, colab]
　　　∧ ∧＿__
 　／(*ﾟーﾟ)／ ＼
／|￣∪∪￣|＼／
  |　   　 |／
　 ￣￣￣￣


[vscode, colab]
　　　∧ ∧＿__
 　／(*ﾟーﾟ)／ ＼
／|￣∪∪￣|＼／
  |＿＿＿＿|／
     ∪∪



[vscode, colab]
　    ∧ ∧
 　  (*ﾟーﾟ)
　 　/　つつ
 ～（＿_,,ﾉ







[ ゴール ]


[vscode]
　　　　　　　　。 ◇◎｡ｏ.:O☆οo.
　　　　　　　。:゜ ◎::O☆∧_∧☆｡∂:o゜
　　　　　　 ／。○。 ∂（*ﾟーﾟ）O◇。☆
　　　　　／　　◎|￣￣∪￣∪￣￣￣|:◎:
　　　 ／　 　 ☆｡|.. 　 GOAL!! ..|☆
　 ▼ 　 　。○..ｉｏ.｡◇.☆＿＿＿＿| 。.:
∠▲―――――☆ :∂ｉo☆ ゜◎∂:.

[colab]
　　　　　　　　。 ◇◎｡ｏ.:O☆οo.
　　　　　　　。:゜ ◎::O☆∧_∧☆｡∂:o゜
　　　　　　 ／。○。 ∂（*ﾟーﾟ）O◇。☆
　　　　　／　　◎|￣￣∪￣∪￣￣￣|:◎:
　　　 ／　 　 ☆｡|..    GOAL!!  ..|☆
　 ▼     。○..ｉｏ.｡◇.☆＿＿＿＿| 。.:
∠▲―――――☆ :∂ｉo☆ ゜◎∂:.

"""
